{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 4,
      "content": " ",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 17,
      "content": "<BASE>",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 18,
      "content": "<SYST>",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 19,
      "content": "<TRAD>",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 21,
      "content": "Cl",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 30,
      "content": "Br",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 36,
      "content": "Si",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 38,
      "content": "Na",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 40,
      "content": "Ir",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 41,
      "content": "Pt",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 43,
      "content": "Se",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 44,
      "content": "Li",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 46,
      "content": "Sn",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 48,
      "content": "Zr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 49,
      "content": "Zn",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 50,
      "content": "Cu",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 51,
      "content": "Fe",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 53,
      "content": "Ti",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 54,
      "content": "Pd",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 55,
      "content": "Co",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 56,
      "content": "Mg",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 57,
      "content": "Al",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 58,
      "content": "Ni",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 59,
      "content": "Ge",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 60,
      "content": "Ru",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 61,
      "content": "Ca",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 63,
      "content": "Mn",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 64,
      "content": "Cr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 65,
      "content": "Au",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 66,
      "content": "Ag",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 67,
      "content": "As",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 68,
      "content": "Te",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 69,
      "content": "Mo",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 70,
      "content": "Ac",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 72,
      "content": "Tb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 74,
      "content": "Rh",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 76,
      "content": "Cs",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 77,
      "content": "Rf",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 78,
      "content": "Ar",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 79,
      "content": "Sb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 80,
      "content": "Rb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 81,
      "content": "Ba",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 82,
      "content": "Os",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 83,
      "content": "Re",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 84,
      "content": "Gd",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 85,
      "content": "Cd",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 86,
      "content": "Bi",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 87,
      "content": "Pb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 88,
      "content": "In",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 89,
      "content": "Ga",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 90,
      "content": "Ce",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 91,
      "content": "La",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 92,
      "content": "Eu",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 93,
      "content": "Tl",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 94,
      "content": "Tc",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 95,
      "content": "Nb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 96,
      "content": "Sr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 97,
      "content": "Ta",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 98,
      "content": "Nd",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 99,
      "content": "Pr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 100,
      "content": "Yb",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 101,
      "content": "Sm",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 102,
      "content": "Be",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 103,
      "content": "Sc",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 104,
      "content": "Dy",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 105,
      "content": "Lu",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 106,
      "content": "Fm",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 107,
      "content": "Er",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 108,
      "content": "Th",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 110,
      "content": "Tm",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 111,
      "content": "At",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 112,
      "content": "No",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 113,
      "content": "Po",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 114,
      "content": "Cm",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 115,
      "content": "Sg",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 116,
      "content": "Xe",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 117,
      "content": "Np",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 118,
      "content": "Lr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 119,
      "content": "Pu",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 120,
      "content": "Pm",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 121,
      "content": "Cf",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 123,
      "content": "Am",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 124,
      "content": "Es",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 125,
      "content": "Pa",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 126,
      "content": "Ne",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 127,
      "content": "Bk",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 128,
      "content": "Db",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 129,
      "content": "Mt",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 130,
      "content": "Kr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 131,
      "content": "Rn",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 133,
      "content": "Bh",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 134,
      "content": "Md",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 135,
      "content": "Ra",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 136,
      "content": "Fr",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 146,
      "content": "[1*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 147,
      "content": "[2*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 148,
      "content": "[3*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 149,
      "content": "[4*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 150,
      "content": "[5*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 151,
      "content": "[6*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 152,
      "content": "[7*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 153,
      "content": "[8*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 154,
      "content": "[9*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 155,
      "content": "[nH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 156,
      "content": "[cH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 157,
      "content": "[oH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 158,
      "content": "[sH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 159,
      "content": "[NH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 160,
      "content": "[OH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 161,
      "content": "[SH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 162,
      "content": "[1H]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 163,
      "content": "[2H]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 164,
      "content": "[3H]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 165,
      "content": "[13C]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 166,
      "content": "[14C]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 167,
      "content": "[15N]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 168,
      "content": "[18O]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 169,
      "content": "[2+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 170,
      "content": "[3+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 171,
      "content": "[+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 172,
      "content": "[-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 173,
      "content": "[N+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 174,
      "content": "[N-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 175,
      "content": "[O+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 176,
      "content": "[O-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 177,
      "content": "[S+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 178,
      "content": "[S-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 179,
      "content": "[P+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 180,
      "content": "[P-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 181,
      "content": "[B-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 182,
      "content": "[C+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 183,
      "content": "[C-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 184,
      "content": "[te]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 185,
      "content": "[te+]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 186,
      "content": "[b]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 187,
      "content": "I+",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 188,
      "content": "[si]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 189,
      "content": "[10*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 190,
      "content": "[11*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 191,
      "content": "[12*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 192,
      "content": "[13*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 193,
      "content": "[14*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 194,
      "content": "[15*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 195,
      "content": "[16*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 196,
      "content": "[17*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 197,
      "content": "[18*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 198,
      "content": "[19*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 199,
      "content": "[20*]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 201,
      "content": "[si-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 202,
      "content": "[siH]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    },
    {
      "id": 203,
      "content": "[siH-]",
      "single_word": false,
      "special": true,
      "lstrip": false,
      "rstrip": false,
      "normalized":false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      " ": 4,
      "C": 5,
      "=": 6,
      "(": 7,
      ")": 8,
      "O": 9,
      "N": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "F": 15,
      "S": 16,
      "<BASE>": 17,
      "<SYST>": 18,
      "<TRAD>": 19,
      "5": 20,
      "Cl": 21,
      "[": 22,
      "]": 23,
      ".": 24,
      "6": 25,
      "7": 26,
      "-": 27,
      "+": 28,
      "#": 29,
      "Br": 30,
      "8": 31,
      "9": 32,
      "P": 33,
      "H": 34,
      "I": 35,
      "Si": 36,
      "B": 37,
      "Na": 38,
      "Y": 39,
      "Ir": 40,
      "Pt": 41,
      "K": 42,
      "Se": 43,
      "Li": 44,
      "W": 45,
      "Sn": 46,
      "V": 47,
      "Zr": 48,
      "Zn": 49,
      "Cu": 50,
      "Fe": 51,
      "%": 52,
      "Ti": 53,
      "Pd": 54,
      "Co": 55,
      "Mg": 56,
      "Al": 57,
      "Ni": 58,
      "Ge": 59,
      "Ru": 60,
      "Ca": 61,
      "U": 62,
      "Mn": 63,
      "Cr": 64,
      "Au": 65,
      "Ag": 66,
      "As": 67,
      "Te": 68,
      "Mo": 69,
      "Ac": 70,
      "0": 71,
      "Tb": 72,
      "f": 73,
      "Rh": 74,
      "g": 75,
      "Cs": 76,
      "Rf": 77,
      "Ar": 78,
      "Sb": 79,
      "Rb": 80,
      "Ba": 81,
      "Os": 82,
      "Re": 83,
      "Gd": 84,
      "Cd": 85,
      "Bi": 86,
      "Pb": 87,
      "In": 88,
      "Ga": 89,
      "Ce": 90,
      "La": 91,
      "Eu": 92,
      "Tl": 93,
      "Tc": 94,
      "Nb": 95,
      "Sr": 96,
      "Ta": 97,
      "Nd": 98,
      "Pr": 99,
      "Yb": 100,
      "Sm": 101,
      "Be": 102,
      "Sc": 103,
      "Dy": 104,
      "Lu": 105,
      "Fm": 106,
      "Er": 107,
      "Th": 108,
      "o": 109,
      "Tm": 110,
      "At": 111,
      "No": 112,
      "Po": 113,
      "Cm": 114,
      "Sg": 115,
      "Xe": 116,
      "Np": 117,
      "Lr": 118,
      "Pu": 119,
      "Pm": 120,
      "Cf": 121,
      "e": 122,
      "Am": 123,
      "Es": 124,
      "Pa": 125,
      "Ne": 126,
      "Bk": 127,
      "Db": 128,
      "Mt": 129,
      "Kr": 130,
      "Rn": 131,
      "s": 132,
      "Bh": 133,
      "Md": 134,
      "Ra": 135,
      "Fr": 136,
      "c": 137,
      "n": 138,
      "p": 139,
      "/": 140,
      "\\": 141,
      "@": 142,
      "~": 143,
      "&": 144,
      "*": 145,
      "[1*]": 146,
      "[2*]": 147,
      "[3*]": 148,
      "[4*]": 149,
      "[5*]": 150,
      "[6*]": 151,
      "[7*]": 152,
      "[8*]": 153,
      "[9*]": 154,
      "[nH]": 155,
      "[cH]": 156,
      "[oH]": 157,
      "[sH]": 158,
      "[NH]": 159,
      "[OH]": 160,
      "[SH]": 161,
      "[1H]": 162,
      "[2H]": 163,
      "[3H]": 164,
      "[13C]": 165,
      "[14C]": 166,
      "[15N]": 167,
      "[18O]": 168,
      "[2+]": 169,
      "[3+]": 170,
      "[+]": 171,
      "[-]": 172,
      "[N+]": 173,
      "[N-]": 174,
      "[O+]": 175,
      "[O-]": 176,
      "[S+]": 177,
      "[S-]": 178,
      "[P+]": 179,
      "[P-]": 180,
      "[B-]": 181,
      "[C+]": 182,
      "[C-]": 183,
      "[te]": 184,
      "[te+]": 185,
      "[b]": 186,
      "I+": 187,
      "[si]": 188,
      "[10*]": 189,
      "[11*]": 190,
      "[12*]": 191,
      "[13*]": 192,
      "[14*]": 193,
      "[15*]": 194,
      "[16*]": 195,
      "[17*]": 196,
      "[18*]": 197,
      "[19*]": 198,
      "[20*]": 199,
      "b": 200,
      "[si-]": 201,
      "[siH]": 202,
      "[siH-]": 203
    },
    "merges": []
  }
}